[
      {
         "tag":"نظام الدراسه",
         "patterns":[
            "ماهو نظام الدراسة بالكلية",
            "نظام الدراسة بالكلية",
            "نظام الدراسه",
            "النظام المتعارف عليه في الكلية"
         ],
         "responses":[
            "النظام المتبع في الكلية هو نظام الساعات المعتمدة ) في إطار الفصل الدراسي، \nوهو نظام يشترط لتخرج الطالب اجتيازه عددا من الدراسات الدراسية بنجاح،\n طبقا للحد الأدنى من الدرجات الذي تحدده الكلية، كما يتيح للطالب حرية الدراسة والمشاركة في وضع خطته الدراسية \nوفقا لقدراته وحسب النظام المعمول به، وبتوجيه من المرشد الأكاديمي، وفي ضوء الحدود الدنيا والقصوى \nلعدد الساعات المعتمدة التي يسمح له بالتسجيل فيها لكل فصل دراسي."
         ],
         "context_set":""
      },
      {
         "tag":"اقسام الكلية",
         "patterns":[
            "ماهي اقسام الكلية",
            "اقسام الكلية"
         ],
         "responses":[
            "تتكون كلية العلوم جامعة المنيا من الأقسام العلمية التالية\n(قسم الرياضيات - قسم الفيزياء - قسم الكيمياء - - قسم الجيولوجيا - قسم النبات والميكروبيولوجى - قسم علم الحيوان والحشرات \n- قسم علوم الحاسب - قسم الكيمياء الحيوية - قسم تقنية المعلومات (خاص))"
         ],
         "context_set":""
      },
      {
         "tag":"البرامج الدراسية للبكالوريوس",
         "patterns":[
            "ماهي الدرجه التي يحصل عليها الطالب من الكلية",
            "ما هي الدرجة العلميةالتي يحصل عليها الطالب"
         ],
         "responses":[
            "درجة البكالوريوس الخاصة في العلوم (حيث يتخصص الطالب فى فرع واحد فقط من العلوم الاساسية), \nدرجة البكالوريوس العامة في العلوم تخصص رئيسي . حيث يدرس الطالب تخصصا رئيسيا يبلغ الثلثين من مجمل الساعات المعتمدة\n غيرالمخصصة لمتطلبات الجامعة أو متطلبات الكلية أو متطلبات تخدم التخصص ، \nوآخر فرعيا يبلغ الثلث من مجمل الساعات المعتمدة غيرالمخصصة لمتطلبات الجامعة أو متطلبات الكلية أو متطلبات تخدم التخصص ,\n يدرس الطالب فى المستوى الاول عدد 30 ساعة معتمدة اجبارية ( متطلبات الكلية) بالاضافة الى عدد 6  ساعات معتمدة (متطلبات الجامعة). \nويختار الطالب  تخصصه الرئيسى قبل بدء ثالث فصل دراسى له ويختار التخصص الفرعى قبل خامس فصل دراسى له ."
         ],
         "context_set":""
      },
      {
         "tag":"عدد سعات المستوي الاول",
         "patterns":[
            "ما هو عدد الساعات المقرر للمستوي الاول",
            "عدد ساعات المستوي الاول",
            "كم عدد ساعات التسجيل للمستوي الاول"
         ],
         "responses":[
            "يدرس الطالب فى المستوى الاول عدد 30 ساعة معتمدة اجبارية ( متطلبات الكلية) بالاضافة الى عدد 6  ساعات معتمدة (متطلبات الجامعة)."
         ],
         "context_set":""
      },
      {
         "tag":"القبول",
         "patterns":[
            "شروط القبول بالكلية",
            "ماهي شروط القبول بالكلية",
            "شروط القبول بكلية العلوم",
            "شروط القبول للطلاب الاجانب والعرب",
            "ماهي شروط قبول طلاب اجانب بالكلية",
            "ماهي شروط قبول الطلاب العرب بالكلية",
            "ماهي شروط التحاق الطلاب الحاصلين علي شهاده علمية",
            "شروط استكمال الطلاب بنفس الكلية"
         ],
         "responses":[
            "تقبل كلية العلوم الطلاب الحاصلين على الثانوية العامة (الرياضيات والعلوم ) والشهادات العربية والاجنبية المعادلة لها وفقا لشروط القبول التى يحددها المجلس الاعلى للجامعات ويكون التقدم للكلية عن طريق مكتب التنسيق . وتطبق أحكام هذه اللائحة اعتبارا من العام الجامعي التالي لتاريخ اعتمادها على الطلاب المستجدين.",
            "يجوز لمجلس الكلية قبول طلاب من الحاصلين على درجة البكالوريوس بتقدير عام جيد  على الأقل من خريجى الكليات العملية الاخرى والمعاهد العليا العملية للدراسة بمرحلة البكالوريوس بالكلية فى التخصص المناسب ، وبشرط ألا تقل مدة الدراسة بالكلية عن أربعة فصول دراسية بواقع 50% من عدد الساعات المعتمدة ويمكن كذلك قبول خريجي كليات العلوم في تخصص آخر غير الذي تخرج منه ويدخل في الحساب التراكمي ما تم معادلته من المقررات وذلك بعد أخذ رأى مجالس الأقسام المختصة وكذلك نظير مصروفات طبقا لقانون تنظيم الجامعات ."
         ],
         "context_set":""
      },
      {
         "tag":"الفصل الدراسي",
         "patterns":[
            "ما هو نظام العام الدراسي",
            "نظام العام الدراسي",
            "ما هو نظام السنه الدراسية"
         ],
         "responses":[
            "يشمل العام الدراسى فصلين دراسيين ويتكون الفصل الدراسى من سبعة عشر أسبوعا موزعة على النحو التالى\\: 1- فترةالتسجيل ومدتهاأسبوع واحد. 2- فترةالدراسة وتمتداربعة عشر أسبوعا. 3-فترةالامتحانات ومدتها أسبوعان. "
         ],
         "context_set":""
      },
      {
         "tag":"الفصل الصيفي",
         "patterns":[
            "شروط فتح صل دراسي صيفي",
            "مدة الفصل الدراسي الصيفي",
            "كم عدد ساعات الفصل الدراسي الصيفي",
            "عدد ساعات الفصل الدراسي الصيفي"
         ],
         "responses":[
            "يسمح للطالب بالتخرج عند استيفاء متطلبات الحصول على درجة البكالوريوس ( عدد الساعات المعتمدة 138 ساعة). ويجوز لمجلس  الكلية أن يوافق على فتح فصل دراسي صيفي مكثف مدته ثمانية  أسابيع شاملة التسجيل والامتحان فى حدود 8 ساعات معتمدة ويتم التسجيل فى الاسبوع ألاول من الدراسة  ويسمح فيه للطلاب المراقبين أكاديمياً بإعادة التسجيل في المقررات التي رسبوا فيها ، وكذلك يجوز لمقتضيات التخرج أن يسجل فيه الطلاب المتوقع تخرجهم وذلك وفقا لقواعد ورسوم يحددها مجلس الكلية ."
         ],
         "context_set":""
      },
      {
         "tag":"معيار الساعة المعتمدة",
         "patterns":[
            "ما هو معيار الساعات المعتمده",
            "؛ علي اي اساس توجد الساعات المعتمدة",
            "ما هو معيار الساعات المعتمدة"
         ],
         "responses":[
            "تحتسب الساعة المعتمدة خلال الفصل الدراسي الواحد على النحو التالى: 1- كل محاضرة نظرية مدتها ساعة واحدة أسبوعيا تكافىء ساعة واحدة معتمدة. 2-\tكل فترة دراسة عملية أو تمارين مدتها من 2 إلى 3 ساعات أسبوعيا تكافىء ساعة واحدة معتمدة. يسقط من حساب الساعات المعتمدة الدراسة العملية أو التمارين التي مدتها ساعة واحدة."
         ],
         "context_set":""
      },
      {
         "tag":"مستويات الدراسه",
         "patterns":[
            "كيفية معرفة المستوي الدراسي",
            "معرفة المستوي الدراسي",
            "عدد ساعات المستوي الدراسي",
            "شروط التقدم الي مستوي دراسي"
         ],
         "responses":[
            "تحدد مستويات الفرق الدراسية كما يلى: 1-الطالب الذى لم يتجاوز 30 ساعة معتمدة يعتبر فى المستوى الاول. 2-الطالب الذى يجتاز ما بين 30 الى 66 ساعة معتمدة يعتبر فى المستوى الثاني. 3-الطالب الذى يجتاز ما بين 67 الى 99 ساعة معتمدة يعتبر فى المستوى الثالث. 4-الطالب الذى يجتاز 99 ساعة معتمدة (أوأكثر) يعتبر فى المستوى الرابع."
         ],
         "context_set":""
      },
      {
         "tag":"المرشد الاكاديمي",
         "patterns":[
            "ما هو الارشاد الاكاديمي",
            "معرفة المرشد الاكاديمي",
            "دزر المرشد الاكاديمي"
         ],
         "responses":[
            "يحدد القسم العلمي لكل طالب في البرنامج  مرشداً أكاديمياً من بين أعضاء هيئة التدريس \nلتقديم النصح والإرشاد له خلال فترة دراسته ومساعدته في اختيار مقرراته الدراسية ،\n ولاتقبل بطاقات التسجيل أو الحذف و الإضافة أو الإنسحاب إلا باعتماد المرشد الأكاديمي وموافقة رئيس مجلس القسم ، \nعلى أن يتم الانتهاء من تسجيل الطلاب فى الأسبوع الأول من بدء الفصل الدراسي."
         ],
         "context_set":""
      },   
      {
         "tag":"التسجيل",
         "patterns":[
            "طريقة تسجيل المواد"
         ],
         "responses":[
            "فى حالة توافر نظام للتسجيل الإلكتروني عبر موقع الكلية على شبكة المعلومات، \nيمكن للطالب أن يسجل مقرراته مبكرا قبل بداية الفصل الدراسي ويجوز للطالب الذي لم يتمكن من التسجيل لأسباب قهرية \nأن يسجل خلال الأسبوع الثانى من بدء الدراسة، بعد موافقة عميد الكلية على قبول العذر.\n طريقة التسجي كالتالي \n ا-سجل الدخول علي موقع ابن الهيثم http://credit.minia.edu.eg/static/index.html \n ب-ثم اختر تسجيل المقررات \n ج-ثم اختر المستوي الخاص بك واختر المواد المراد تسجيله ثم اضغط علي علامة الحفظ اسفل الصفحة"
         ],
         "context_set":""
      },
      {
         "tag":"التسجيل للطلبه المحولين",
         "patterns":[
            "نظام التسجيل للطلبه المحولين",
            "وضع التسجيل للطلبه المحولين",
            "التسجيل للطلبه المحولين من جامعه اخري"
         ],
         "responses":[
            "يجوز أن يعفى الطالب المحول من جامعة أخرى معترفاً بها من بعض مقررات المستويين الأول والثانى \nإذا ثبت أنه قد درس ونجح فى مقررات تعادلها فى الجامعة المحول منها ويكون الإعفاء بقرار من مجلس شئون التعليم \nوالطلاب بالجامعة بعد موافقة مجلس الكلية ولا يجوز الإعفاء من أجزاء من مقررات المستويين الأول والثاني \nوذلك وفقا لقواعد قيد الطلاب المحولين من جامعات اخرى."
         ],
         "context_set":""
      },
      {
         "tag":"العبء الدراسي",
         "patterns":[
            "عدد الساعات في الفصل الدراسي",
            "ما هو عدد الساعات في الفصل الدراسي"
         ],
         "responses":[
            "العبء(عدد الساعات) الدراسى هو عدد الساعات المعتمدة التى يسجلها الطالب فى الفصل الدراسى الواحد \nويتراوح بين 12 إلى 18 ساعة معتمدة كما يجوز أن يقل التسجيل عن الحد الأدنى، بشرط موافقة مجلس الكلية"
         ],
         "context_set":""
      },
      {
         "tag":"الساعات القصوي",
         "patterns":[
            "ما هو اقصي عدد من الساعات مسموح بها",
            "هل يمكن زيادة عدد الساعات لطلاب التخرج؟"
         ],
         "responses":[
            "يجوز للطالب الذى يحصل على معدل تراكمى 3 نقاط فأكثر وأنهى 30 ساعة معتمدة على الأقل \nأن يسجل 21 ساعة معتمدة فى الفصل الدراسى العادى بموافقة المرشد الأكاديمى \nواعتمادها من رئيس القسم. ويجوز لمقتضيات التخرج زيادة الحد \nالأقصى ثلاث ساعات معتمدة على الأكثر للطالب إذا دعت حاجة التخرج لذلك"
         ],
         "context_set":""
      },
      {
         "tag":"شروط التسجيل",
         "patterns":[
            "ما هي شروط التسجيل",
            "شروط تسجيل المواد",
            "شروط تسجيل المواد التراكميه"
         ],
         "responses":[
            "لا يسمح للطالب بالتسجيل فى أى مقرر ما لم يكن مستوفيا لمتطلبات ذلك المقرر ،\n ويجوز السماح لطالب المستوى الرابع فى الفصل الدراسى الاخير بالتسجيل فى مقرر ما ومتطلبه السابق الذى درسه \nولم ينجح فيه ( يعتبر متطلب متزامن )وذلك بعد موافقة مجلس الكلية."
         ],
         "context_set":""
      },
      {
         "tag":"الانذار الاكاديمي",
         "patterns":[
            "ما هو الانذار الاكاديمي",
            "معني الانذار الاكاديمي",
            "اسباب الانذار الاكاديي",
            "اسباب الانذار الاكاديي",
            "متي يحصل الطالب علي الانذار الاكاديمي",
            "عدد الانذارت التي يمكن ان يحصل عليها الطالب",
            "عدد الانذارات",
            "اسباب الفصل من الكليه",
            "الفصل من الكلية",
            "عدد الساعات التي يمكن ان يسجلها الطالب الحاصل علي انذار اكاديمي",
            "وضع الطالب الحاصل علي انذار اكاديمي",
            "؛ اسباب الغاء القيد",
            "متي يلغي القيد",
            "ما هي اسباب الغاء القيد"
         ],
         "responses":[
            "إذا حصل الطالب على معدل تراكمي أقل من 1.6  بعد نهاية أي فصل دراسي  من التحاقه بالكلية يوجه له الإنذار الأول \nو يوضع على قائمة الإنذار (مراقب أكاديميًا)., إذا استمر المعدل المتدني للطالب في الفصل الدراسي التالي يوجه له الإنذار الثاني \nولا يسمح له بالتسجيل إلا فى الحد الأدنى وهو 12 ساعة معتمدة ، وإذا تجاوز الطالب الحد الأقصى على قائمة الإنذار\n (أربعة فصول متصلة) يُفصل الطالب من الكلية ( يتم إلغاء قيده) أو يسمح له بتغيير مساره بعد موافقة مجلس الكلية\n بما لايتعارض مع قانون تنظيم الجامعات."
         ],
         "context_set":""
      },
      {
         "tag":"الاضافة و الحذف",
         "patterns":[
            "اضافة مواد",
            "اخر موعد لاضافة مواد",
            "عدد المواد التي يمكن اضافتها",
            "عدد المواد المضافه",
            "حذف مواد",
            "اخر موعد لحذف مواد",
            "عدد المواد التي يمكن حذفها",
            "عدد المواد المحذوفه",
            "التعديل بالحذف او الاضافه"
         ],
         "responses":[
            "يجوز للطالب بعد موافقة المرشد الأكاديمي أن يضيف مقررين على الأكثر، \nأو يحذف مقررين على الأكثر، بشرط أن يتم ذلك قبل انتهاء الأسبوع الثاني من الفصل الدراسي ."
         ],
         "context_set":""
      },
      {
         "tag":"تعديل المسار",
         "patterns":[
            "شروط التحويل من الكلية",
            "اخر موعد للتحويل من الكلية",
            "المده التي يمكن بعدها التحويل من الكلية"
         ],
         "responses":[
            "يجوز للطالب تعديل مسار تخصصه بعد  مرور فصلين دراسيين على قيده بالمستوى الثاني بالكلية  ،\n بشرط عدم احتساب الساعات المعتمدة التى اجتازها الطالب من قبل ولا تقع فى مجال متطلبات التخصص الجديد، \nوكذلك موافقة لجنة شئون التعليم والطلاب ومجلس الكلية على تعديل المسار بعد أخذ رأى المرشد الأكاديمى للطالب"
         ],
         "context_set":""
      },
      {
         "tag":"الانسحاب",
         "patterns":[
            "تاجيل ماده بعد تسجيلها",
            "اخر موعد لتاجيل ماده بعد تسجيلها",
            "الانسحاب من ماده ؛شروط الانسحاب من ماده",
            "شروط تاجيل المواد"
         ],
         "responses":[
            "يجوز للطالب أن ينسحب من دراسة أي مقرر حتى نهاية الأسبوع السابع من الدراسة في الفصل الدراسي، وذلك بموافقة المرشد الأكاديمي،\n ويسجل المقرر في سجل الطالب الأكاديمي تحت بند (منسحب (W)). وتعرض حالات الانسحاب الاضطرارية على \nمجلس الكلية للنظر في حالة الطالب، ويكون قرار المجلس نافذا."
         ],
         "context_set":""
      },
      {
         "tag":"ايقاف القيد",
         "patterns":[
            "المده التي يمكن ايقاف القيد فيها",
            "شروط ايقاف القيد",
            "موعد التقدم لايقاف القيد"
         ],
         "responses":[
            "يجوز للطالب أن يطلب ايقاف قيده لمدة لا تزيد على أربعة فصول دراسية، \nمنفصلة أو متصلة، خلال مدة دراسته بالكلية،على أن يقدم طلب ايقاف القيد  في موعد أقصاه نهاية الأسبوع الرابع من الفصل الدراسي المراد ايقافه\n. وفي هذه الحالة يؤخذ رأي لجنة شئون التعليم والطلاب، ولا يكون ايقاف القيد نافذا إلا بعد موافقة مجلس الكلية،\n وفى حالة طلب ايقاف القيد  لأكثر من أربعة فصول دراسية يرفع الأمر إلى مجلس الجامعة."
         ],
         "context_set":""
      },
      {
         "tag":"الانقطاع",
         "patterns":[
            "حالة الطالب المنقطع",
            "وضع الطالب المنقطع"
         ],
         "responses":[
            "إذا انقطع الطالب عن الدراسة بالكلية لمدة فصلين دراسيين على الأكثر، \nولأسباب قهرية يوافق عليها مجلس الكلية، تتاح للطالب فرصة أخرى للتسجيل، ويستأنف الطالب دراسته في الفصل الدراسي التالي، \nوتحتسب مدة الانقطاع من فرص ايقاف القيد المتاحة للطالب طبقا لقانون تمظيم الجامعات."
         ],
         "context_set":""
      },
      {
         "tag":"توصيف المقررات",
         "patterns":[
            "واضعي المحتوي الدراسي",
            "من المسئول عن المحتوي الدراسي "
         ],
         "responses":[
            "يقوم كل قسم بإعداد توصيف كامل لمحتويات المقررات التى تدرس به ، \nوبعد إعتمادها من مجلس الكلية تصبح هذه المحتويات ملزمة لأعضاء هيئة التدريس القائمين على تدريس هذه المقررات ، \nويجوز لمجلس الكليه بناء على إقتراح مجالس الأقسام المختصة ، \nتعديل متطلبات التسجيل والمحتوى العلمى لأى مقرر من المقررات الدراسية."
         ],
         "context_set":""
      },
      {
         "tag":"الرسوب",
         "patterns":[
            "الرسوب لائحيا",
            "معني الرسوب لائحيا",
            "ما هو الرسوب لائحيا"
         ],
         "responses":[
            "يعتبر الطالب راسبا لائحيا (F) في المقرر إذا حصل على أقل من 30% من درجة الامتحان التحريري النهائي \nاو العملى النهائى ولا تضاف له اى تقييمات أخرى.م"
         ],
         "context_set":""
      },
      {
         "tag":"اوراق الدراسات العليا",
         "patterns":[
            "الاوراق المطلوبة لاستكمال الماجستير",
            "اوراق الماجستير",
            "اوراق استكمال الدكتوراة",
            "اوراق التقديم للدكتوراه",
            "اوراق التقديم للماجستير"
         ],
         "responses":[
            "الاوراق المطلوبة \nا-شهاده البكالوريوس \nب-شهاده الميلاد \nج-بيان مقررات( من الكلية) \nد-شهاده التجنيد (للذكور) \nد-صورة البطاقة \nهه- عدد 3 صور شخصية \nو-استمارة تقديم الكتروني \nز-استمارة الماجستير(خاص باستكمال الدكتوراة)"
         ],
         "context_set":""
      },
      {
         "tag":"مواعيد التقدم للماجستير",
         "patterns":[
            "مواعيد التقديم للماجستير",
            "مواعيد التقدم للماجستير",
            "فترة التقديم للماجستير",
            "الفتره المتاح خلالها التقديم للماجستير"
         ],
         "responses":[
            "مواعيد التقديم للماجستير مرة واحدة في السنة من منتصف شهر اغسطس لمنتصف شهر سبتمبر"
         ],
         "context_set":""
      },
      {
         "tag":"مواعيد التقدم للدكتوراه",
         "patterns":[
            "مواعيد التقديم للدكتوراه",
            "مواعيد التقدم للدكتوراه",
            "فترة التقديم للدكتوراه",
            "الفتره المتاح خلالها التقديم للدكتوراه"
         ],
         "responses":[
            "مواعيد التقديم للدكتوراه خلال فترتين في السنة \nا-من منتصف اغسطس الي منتصف سبتمبر \nب-من منتصف يناير لمنتصف فبراير"
         ],
         "context_set":""
      },
      {
         "tag":"انواع الدراسات العليا",
         "patterns":[
            "انواع درجة الماجستير",
            "انواع درجة الدكتوراة",
            "نوع الدراسات االعليا المقدمه من الكلية"
         ],
         "responses":[
            "تتيح كلية العلوم جامعة المنيا درجة الماجستير او الدكتوراة المهنية فقط"
         ],
         "context_set":""
      },
      {
         "tag":"الغاء الدراسات العليا",
         "patterns":[
            "حالات الغاء تسجيل الماجستير",
            "حالات الغاء تسجيل الدكتوراة",
            "حالات الغاء الماجستير او الدكتوراة"
         ],
         "responses":[
            "ا-عدم سداد المصروفات لسنتين متتاليتين \nب-عدم الحصول علي الدرجة العلمية خلال المدة القانونية(من سنتين ل خمس سنوات) \nج-الانقطاع عن الدراسة د-رفض لجنة المناقشة الرسالة "
         ],
         "context_set":""
      },
      {
         "tag":"مدة الدراسات العليا",
         "patterns":[
            "مدة الحصول علي درجة الماجستير",
            "مدة الحصول علي الدكتوراه",
            "المدة القانونية للحصول علي درجة الماجستير او الدكتوراه",
            "الحد الادني للحصول علي الماجستير او الدكتوراة",
            "الحد الاقصي للحصول علي الماجستير او الدكتوراة"
         ],
         "responses":[
            "المدة القانونيه تتراوح بين سنتين بحد ادني الي خمس سنوات بحد اقصي"
         ],
         "context_set":""
      },
      {
         "tag":"نتيجة قبول الدراسات العليا",
         "patterns":[
            "موعد نتيجة القبول في للماجستير",
            "موعد نتيجة القبول للدكتوراه",
            "نتيجة القبول للدراسات العليا"
         ],
         "responses":[
            "تظهر نتيجة القبول الماجستير والدكتوراة خلال اسبوعين بعد غلق التقديم"
         ],
         "context_set":""
      },
      {
         "tag":"كارنيه النقابة",
         "patterns":[
            "كيفية استخراج كارنيه النقابه",
            "طلبات استخراج كارنيه النقابة",
            "متطلبات استخراج كارنيه النقابة",
            "الاوراق المطلوبة لاستخراج كارنيه النقابه"
         ],
         "responses":[
            "ا-صورة بطاقة ساريه \n ب-عدد 3 صور شخصية \n ج-صورة من الموقف من التجنيد(للذكور) \n ء-فيش جنائي موجه لنقابة المهن العلمية(لم يمر عليه 3 شهور) \n هه-اصل شهادة المؤهل (البكالوريوس) ز-اصل شهادة الدبلومه او الماجستير او الدكتوراه إن وجد \n ر-في حالة إثبات الوظيفة بالكارنية النقابة يجب إحضار بيان حالة مختوم من جهة العمل إن وجد"
         ],
         "context_set":""
      },
      {
         "tag":"التربية العسكرية",
         "patterns":[
            "مواعيد التقديم للتربية العسكرية",
            "التقديم للتربية العسكرية",
            "شهادة التربية العسكرية",
            "استمارة التربية العسكرية",
            "نتيجة القبول في التربية العسكرية"
         ],
         "responses":[
            "كل مايخص التربية العسكرية كالتالي : \n ا-التقديم يتم من خلال الموقع الخاص بالتربية العسكرية علي الفيس بوك \n ب-بعد التقديم تظهر نتيجة القبول علي صفحة التربية العسكرية علي الفيس بوك \n ج-يتم تحديد بداية  الدوره بعد قبولك بها وفي نهاية الدورة يوجد امتحان مع تقديم بحث "
         ],
         "context_set":""
      },
      {
         "tag":"الجداول",
         "patterns":[
            "الجدول الدراسي",
            "جدول العملي",
            "جدول الفاينل",
            "جدول الامتحانات",
            "جدول الفصل الصيفي",
            "جدول الميد تيرم"
         ],
         "responses":[
            "كل ما يخص الجداول كالتالي : \n ا-الجدول الدراسي يتم تنزيله علي موقع شئون الطلاب الخاص بالكلية علي الفيس بوك قبل اسبوع من بدء الدراسة \n ب- جدول الامتحانات يتم تحميله ايضا علي صفحة الفيس بوك \n ج-وكذلك الجدول الصيفي \n د-جدول العملي يتم وضعه في الاقسم في لوحة الاعلانات \n ه- جدول الميد يوجد ايضا في كل قسم \n الموقع الرسمي لجروب شءون الطلاب علي الفيس بوك https://www.facebook.com/groups/DB.sci/?ref=share&mibextid=NSMWBT"
         ],
         "context_set":""
      },
      {
         "tag":"كود المنصة",
         "patterns":[
            "كود المنصلة",
            "كيفية الحصول علي كود المنصة",
            "من اين يمكن الحصول علي كود المنصة"
         ],
         "responses":[
            "يتم الحصول علي كود المنصة من خلال القسم المتواجد فيه من سكرتارة الاقسام"
         ],
         "context_set":""
      },
      {
         "tag":"النتيجة",
         "patterns":[
            "كيفية الحصول علي النتيجة",
            "معرفة النتيجة",
            "من اين يمكن الحصول علي النتيجة",
            "الالتماسات",
            "نتيجة الالتماسات",
            "موعد ظهور النتيجة"
         ],
         "responses":[
            "كل ما يخص النتيجة والالتماسات كالتالي \n ا-تظهر النتيجة علي موقع ابن الهيثم http://credit.minia.edu.eg/static/index.html \nب-موعد ظهور النتيجة يعرف من خلال صفحة شئون الطلاب علي الفيس بوك https://www.facebook.com/groups/DB.sci/?ref=share&mibextid=NSMWBT \n ج-لعمل التماس بعد ظهور النتيجة يجب ان تتبع ايضا الخطوات التي يتم تنزيلها علي جروب شئون الطلاب الخاص بالكلية"
         ],
         "context_set":""
      },
      {
         "tag":"المطعم",
         "patterns":[
            "حجز بونات المطعم",
            "كيفية حجز بونات المطعم",
            "مكان حجز بونات المطعم"
         ],
         "responses":[
            "حاليا خدمة المطعم المركزي متوقفة علي مستوي الجامعه"
         ],
         "context_set":""
      }
   ]